Repository: AnderGoig/github-contributions-ios
Catalog: GitHubContributions/Localizable.xcstrings
Source language: en
Languages: es, ja

# app-title
source: Contributions
es: Contribuciones

# app-version-%@
source: Version %@
es: Versión %@
ja: バージョン %@

# contributions-add-accept
source: Add
es: Añadir
ja: 追加

# contributions-add-cancel
source: Cancel
es: Cancelar
ja: キャンセル

# contributions-add-message
source: Enter a GitHub username.
es: Ingresa un nombre de usuario de GitHub.
ja: GitHub ユーザー名を入力します

# contributions-add-placeholder
source: Username
es: Nombre de usuario
ja: ユーザー名

# contributions-add-title
source: Add Contributions
es: Añadir contribuciones
ja: GitHubアカウントの追加

# contributions-empty-subtitle
source: Add your favorite GitHub usernames.
es: Añade tus usuarios de GitHub favoritos.
ja: お気に入りの GitHub ユーザー名を追加します

# contributions-empty-title
source: No contributions
es: Sin contribuciones

# contributions-loading
source: Loading...
es: Cargando...
ja: 読み込み中...

# settings-row-feedback-title
source: Feedback
es: Contacto

# settings-row-open-source-subtitle
source: Feel free to contribute!
es: ¡Contribuye al proyecto!
ja: 自由に開発に参加しましょう！

# settings-row-open-source-title
source: Open Source
es: Código abierto

# settings-row-rate-subtitle
source: Are you loving it?
es: ¿Te gusta la app?
ja: アプリは使いやすいですか？

# settings-row-rate-title
source: Rate the App
es: Valorar la App

# settings-row-share-subtitle
source: Spread the word!
es: ¡Comparte con tus amigos!
ja: 友達と共有しましょう！

# settings-row-share-title
source: Share
es: Compartir

# settings-row-widget-guide-subtitle
source: Learn to customize your home screen
es: Personaliza la pantalla de inicio
ja: ウィジェットのカスタマイズ方法について

# settings-row-widget-guide-title
source: Widget Setup
es: Configuración del widget

# settings-title
source: Settings
es: Ajustes
ja: 設定

# widget-guide-done
source: Done
es: Hecho
ja: 終わり

# widget-guide-step-%u-title
source: Step %u
es: Paso %u

# widget-guide-step-1-subtitle
source: Touch and hold an empty area on your screen until your apps jiggle.
es: Mantén presionada la pantalla hasta que las aplicaciones se muevan.
ja: 画面上に何もない場所を アプリが動くまで長押しします

# widget-guide-step-2-subtitle
source: Tap the 'Edit' button in the upper-left corner to add new widgets.
es: Pulsa el botón 'Editar' en la esquina superior izquierda para añadir widgets.
ja: 新しいウィジェットを追加するには、左上隅の「編集」ボタンをタップします

# widget-guide-step-3-subtitle
source: Search for the 'Contributions' widget and tap the first result.
es: Busca por 'Contribuciones' y escoge el primer resultado.
ja: 「Contributions」を検索し、 1件目をタップします

# widget-guide-step-4-subtitle
source: Swipe left and right to choose the widget's size and shape, then tap 'Add Widget'.
es: Elige el tamaño del widget y luego pulsa 'Añadir widget'.
ja: ウィジェットのサイズを選択し、 「ウィジェットを追加」をタップします

# widget-guide-step-5-subtitle
source: Tap the widget while it jiggles and you'll bring up the Widget settings menu.
es: Toca el widget mientras se mueve para abrir el menú de configuración.
ja: 画像の状態でウィジェットをタップすると、 ウィジェットの設定メニューが表示されます

# widget-guide-step-6-subtitle
source: Adjust the widget with your preferred GitHub username and theme color.
es: Configura el widget con el nombre de usuario de GitHub y color que prefieras.
ja: GitHubのユーザー名とテーマカラーを設定します

# widget-guide-step-7-subtitle
source: ... and, you're done! Enjoy your custom GitHub contributions widget!
es: ... ¡Listo! ¡Disfruta de tu widget de contribuciones de GitHub!
ja: これで設定が完了です！

# widget-guide-title
source: Widget Setup
es: Configuración del widget
ja: ウィジェットの設定
